Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: defines the application font.
ca: defineix la font de l'aplicació.
cs: určuje písmo aplikace.
da: definerer programmets skrifttype.
de: Legt die Schrift der Anwendung fest.
el: ορίζει τη γραμματοσειρά εφαρμογής.
es: Define la fuente para la aplicación.
et: rakenduse font.
eu: aplikazioaren letra-tipoa zehazten du.
fi: asettaa sovelluksen kirjasimen.
fr: Définit la police de l'application.
hu: Az alkalmazás betűtípusának beállítása
is: ákveður letur forritsins.
it: definisce il tipo di carattere dell'applicazione.
ja: アプリケーションフォントを定義する。
lt: nustatys programos šriftą.
lv: Definē aplikācijas fontus
nl: Definieert het lettertype voor de toepassingen.
pl: określa czcionki aplikacji.
pt: Escolhe o tipo de letra da aplicação.
ro: defineşte fontul aplicaţiei.
sk: definuje písmo pre aplikáciu.
sl: določi pisavo programa.
sv: definierar programmets teckensnitt.
tr: uygulama yazıtipini belirler.

source: disable XIM.
ca: deshabilita XIM.
cs: zakázat XIM server.
da: Deaktivér XIM.
de: XIM deaktivieren
el: απενεργοποίηση XIM.
es: Desactiva XIM.
et: XIM'i kasutamise keelamine.
eu: XIM ezgaitu
fi: poista XIM käytöstä.
fr: Désactiver XIM.
hu: A XIM letiltása
is: slökkva á XIM
it: disabilita XIM.
ja: XIMを無効に
lt: išjungti XIM.
lv: aizliegt XIM.
nl: XIM uitschakelen
pl: wyłącza XIM.
pt: Desactivar o XIM.
ro: dezactivează XIM.
sk: zakáže XIM.
sl: onemogoči XIM.
sv: inaktivera XIM.
tr: XIM'i etkisizleştirir.

source: fatal parsing error: %1 in line %2, column %3
ca: error d'anàlisi fatal: %1 a la línia %2, columna %3
cs: Kritická chyba při analýze: %1 na řádku %2, sloupec %3
da: fatal analysefejl: %1 i linje %2, søjle %3
de: Lesefehler: %1 in Zeile %2, Spalte %3
el: σοβαρότατο σφάλμα ανάλυσης: %1 στη γραμμή %2, στήλη %3
es: error fatal de interpretación: %1 en la línea %2, columna %3
et: fataalne viga parsimisel: %1 reas %2, veerg %3
eu: zuzentzean errore fatala: %1, %2 lerroan, %3 zutabean
fi: Jäsennysvirhe: %1 rivillä %2, sarakkeessa %3
fr: problème grave lors de l'analyse : %1 à la ligne %2, colonne %3
hu: végzetes feldolgozási hiba: %1 - sor: %2, oszlop: %3
is: Alvarleg túlkunarvilla: %1 í línu %2, dálk %3
it: errore sintattico fatale: %1 alla riga %2, colonna %3
ja: 致命的なパースエラー: %1 行 %2, 列 %3
lt: lemtinga analizės klaida: %1 eilutė %2, stulpelis %3
lv: fatāla parsēšanas kļūda: %1 rindā %2, kolonā %3
nl: fatale ontledingsfout: %1 in regel %2, kolom %3
pl: błąd parsowania: %1 w wierszu %2, kolumnie %3
pt: erro fatal de análise: %1 na linha %2, coluna %3
ro: eroare fatală de analiză: %1 în linia %2, coloana %3
sk: kritická chyba pri spracovaní: %1 na riadku %2, stĺpec %3
sl: usodna napaka pri razčlenjevanju: %1 v vrstici %2, stolpec %3
sv: allvarligt tydningsfel: %1 i rad %2, kolumn %3

source: forces the application to run as QWS Server.
ca: força que l'aplicació s'executi com a servidor QWS
cs: vynutí běh aplikace jako QWS server.
da: tvinger programmet til at køre som QWS-server.
de: Zwingt das Programm als QWS-Server zu starten.
el: αναγκάζει την εφαρμογή να τρέξει σαν εξυπηρετητής QWS.
es: fuerza la aplicación a ejecutarse como servidor QWS
et: rakendus sunnitakse käivituma QWS serverina.
eu: Aplikazioa QWS Zerbitzaile bezala ibilitzerea behartzen du.
fi: pakottaa sovelluksen ajamisen QWS-palvelimena.
fr: Oblige l'application à fonctionner en tant que serveur QWS.
hu: Az alkalmazás QWS-kiszolgálóként futtatása
is: neyðir forritið til að keyra sem QWS þjonn.
it: impone all'applicazione di funzionare come server QWS.
ja: アプリケーションにQWSサーバとして実行されるように強制する。
lt: priverčia programą veikti kaip QWS Server.
lv: piespiež aplikāciju darbināt kā QWS Serveri
nl: Forceert de toepassing om te draaien als QWS-server.
pl: wymusza uruchamianie aplikacji jako serwera QWS.
pt: Força a aplicação a correr como um servidor de QWS.
ro: forţează aplicaţia să ruleze ca server QWS.
sk: vynúti beh aplikácie ako QWS server.
sl: prisili program, da teče kot strežnik QWS.
sv: tvingar programmet att köra som QWS-server.
tr: uygulamanın QWS sunucusu olarak çalışmasını zorlar.

source: forces the application to use a TrueColor visual on an 8-bit display.
ca: força a l'aplicació a usar visió TrueColor a una pantalla de 8-bits.
cs: přinutí aplikaci používat zobrazování v pravých barvách na 8-bitové obrazovce.
da: tvinger programmet til at bruge TrueColor-fremstilling på en 8-bit-skærm.
de: Erzwingt die Verwendung von Echtfarben auf einer 8bit-Anzeige.
el: αναγκάζει την εφαρμογή να χρησιμοποιεί οπτική Αληθινού χρώματος σε οθόνη 8bit.
es: Fuerza a la aplicación a usar una paleta de colores TrueColor en una pantalla de 8 bits.
et: rakendust sunnitakse kasutama TrueColor värve 8-bitisel ekraanil.
eu: 8-bit display batean aplikazioa TrueColor bisuala erabiltzera behartzen du.
fi: Pakottaa sovelluksen käyttämään täysvärikarttaa 8-bittisessä näyttötilassa.
fr: Force l'application à utiliser un affichage en couleurs réelles sur un affichage 8 bits.
hu: Truecolor színséma használata 8 bites képernyőmódoknál
is: neyðir forritið til að nota 24-bita liti á 8-bita skjá.
it: impone all'applicazione di usare una visuale TrueColor su un display a 8 bit.
ja: 8ビットディスプレイで強制的にアプリケーションにTrueColor を使わせる
lt: vers programą naudoti TrueColor vaizdą 8-bitų displėjuje.
lv: Piespiež aplikācijai izmantot TrueColor vizualizāciju uz 8-bitu displeja.
nl: Zorgt ervoor dat de toepassing 24-bits kleurenweergave gebruikt op een 8-bits kleurenscherm.
pl: wymusza, by aplikacja wykorzystywała tryb TrueColor na ekranie 8-bitowym.
pt: Força a utilizar um visual para muitas cores num ecrã de 256 cores.
ro: forţează aplicaţia să utilizeze TrueColor la o afişare pe 8 biţi.
sk: vnúti aplikácii, aby používala TrueColor na 8-bitovom displeji.
sl: povzroči, da program uporabi paleto TrueColor na 8-bitnem zaslonu.
sv: tvingar programmet att använda en TrueColour-visual på 8-bitarsskärmar.
tr: Uygulamayı 8-bitlik bir görüntü üzerinde bir Gerçek Renk görünümü kullanmaya zorlar.

source: invalid value for 'ai_flags'
ca: valor no vàlid per a 'ai_flags'
cs: neplatná hodnota pro 'ai_flags'
da: ugyldig værdi for 'ai_flags'
de: Ungültiger Wert für "ai_flags"
el: άκυρη τιμή για το 'ai_flags'
es: valor inválido para 'ai_flags'
et: vigane 'ai_flags' parameetri väärtus
eu: Baliogabeko balorea 'ai_flags'-endako
fi: virheellinen arvo ai_flags:lle
fr: valeur non valable de « ai_flags »
hu: érvénytelen 'ai_flags' érték
is: ónothæft gildi í 'ai_flags'
it: valore non valido per "ai_flags"
ja: 'ai_flags'の不正な値
lt: bloga „ai_flags“ reikšmė
lv: nepareiza vērtība `ai_karogiem`
nl: ongeldige waarde voor 'ai_flags'
pl: nieprawidłowa wartość dla 'ai_flags'
pt: valores inválidos para as 'ai_flags'
ro: valoare eronată pentru "ai_flags"
sk: neplatná hodnota pre 'ai_flags'
sl: neveljavna vrednost za »ai_flags«
sv: ogiltigt värde för "ai_flaggor"
tr: 'ai_flags' için geçersiz değer

source: klauncher: This program is not supposed to be started manually. klauncher: It is started automatically by kdeinit.
ca: klauncher: Aquest programa no està pensat per ser engegat manualment. klauncher: S'engega automàticament per kdeinit.
cs: klauncher: tento program nemá být spouštěn ručně. klauncher: je spouštěn automaticky programem kdeinit.
da: klauncher: Dette program er ikke beregnet til at blive startet manuelt. klauncher: Det startes automatisk af kdeinit.
de: KLauncher: Dieses Programm sollte nicht manuell gestartet werden. Es wird automatisch durch kdeinit aufgerufen.
el: klauncher: Αυτό το πρόγραμμα κανονικά δεν πρέπει να ξεκινάει χειροκίνητα. klauncher: Εκκινείται αυτόματα από το kdeinit.
es: klauncher: Se supone que este programa no se debe iniciar manualmente. klauncher: Es iniciado automáticamente por kdeinit.
et: klauncher: Seda rakendust ei peaks käsitsi käivitama. klauncher: See käivitatakse automaatselt kdeinit'i poolt.
fi: klauncher: Tätä ohjelmaa ei ole tarkoitus käynnistää manuaalisesti. klauncher: Tämä käynnistetään automaattisesti kdeinitin toimesta.
fr: klauncher : ce programme n'est pas supposé être lancé à la main. klauncher : il est lancé automatiquement par kdeinit.
hu: klauncher: ezt a programot nem kézzel kell elindítani. klauncher: a kdeinit fogja automatikusan elindítani.
it: klauncher: Questo programma non deve essere avviato manualmente. klauncher: È avviato automaticamente da kdeinit.
ja: klauncher: このプログラムは手動で起動されることは想定されていません。 klauncher: これはkdeinitによって自動的に起動されます。
nl: klauncher: Dit programma is niet bedoeld om handmatig te worden gestart. klauncher: Het wordt gestart door kdeinit.
pl: klauncher: ten program nie jest przeznaczony do samodzielnego działania. klauncher: program jest wykorzystywany przez kdeinit.
pt: klauncher: Este programa não é suposto ser iniciado manualmente. klauncher: Ele é iniciado automaticamente pelo 'kdeinit'.
ro: klauncher: Acest program nu poate fi pornit manual. klauncher: El este executat automat de către kdeinit.
sk: klauncher: Tento program nie je určený pre ručné spustenie. klauncher: Automaticky ho spúšťa kdeinit.
sl: klauncher: Ta program se ne bi smel zagnati ročno. klauncher: Samodejno ga zažene kdeinit.
sv: Klauncher: Det här programmet är inte avsett att startas manuellt. Klauncher: Det startas automatiskt av kdeinit.

source: memory allocation failure
ca: fallada d'assignació de memòria
cs: selhání alokace paměti
da: fejl under allokering af hukommelse
de: Fehler beim Anfordern von Speicher
el: αποτυχία δέσμευσης μνήμης
es: fallo de asignación de memoria
et: viga mälu eraldamisel
eu: Memoria ostatze errorera
fi: muistinvarausvirhe
fr: problème d'allocation mémoire
hu: memóriafoglalási hiba
is: mistókst að taka frá minni
it: fallimento nell'allocazione della memoria
ja: メモリアロケーションに失敗
lt: atminties paskyrimo klaida
lv: atmiņas izdalīšanas kļūda
nl: geheugentoewijzingssfout
pl: błąd alokacji pamięci
pt: erro na alocação de memória
ro: eşec la alocarea memoriei
sk: zlyhanie alokácie pamäti
sl: napaka pri dodeljevanju pomnilnika
sv: minnesallokering misslyckades
tr: bellekte yer açma sorunu

source: mirrors the whole layout of widgets.
ca: inverteix la distribució dels estris
cs: obrátí celé rozvržení widgetů
da: spejler hele udlægningen af kontroller.
de: Ordnet sämtliche Bedienelemente spiegelverkehrt an.
el: κατοπτρίζει όλη τη διάταξη των widgets.
es: replica el diseño completo de objetos visuales.
et: kogu kasutajaliidese elementide paigutuse peegeldamine.
eu: widget guztiak ispilatzen ditu.
fi: peilaa kontrollien järjestyksen.
fr: Reflète la disposition entière des éléments graphiques (widgets).
hu: Tükrözi a grafikus elemek elrendezését
is: speglar alla uppsetningu viðmótshluta
it: ribalta l'intera disposizione degli elementi grafici.
ja: ウィジェットの全てのレイアウトを複製する。
lt: kopijuoja visą valdiklių išdėstymą.
lv: spogulē visu widzetu izkārtojumu.
nl: Spiegelt de hele opmaak van widgets
pl: odzwierciedla układ elementów interfejsu
pt: Espelha completamente a disposição dos elementos.
ro: oglindeşte întreaga formatare a componentelor.
sk: prevráti rozloženie všetkých prvkov.
sl: prezrcali ves videz gradnikov.
sv: speglar hela layouten på komponenter.

source: name or service not known
ca: nom o servei desconegut
cs: jméno nebo služba není známé
da: navn eller tjeneste ukendt
de: Unbekannter Name oder Service
el: άγνωστο όνομα ή υπηρεσία
es: nombre o servicio desconocidos
et: tundmatu nimi või teenus
eu: zerbitzu izena ezezaguna
fi: nimi tai palvelu tuntematon
fr: nom ou service inconnu
hu: a név vagy a szolgáltatás ismeretlen
is: óþekkt nafn eða þjónusta
it: nome o servizio sconosciuto
ja: 未知の名前、もしくはサービス
lt: vardas ar tarnyba nežinomi
lv: vārds vai serviss nav zināms
nl: naam of service is onbekend
pl: nieznana nazwa lub usługa
pt: nome ou serviço desconhecido
ro: nume sau serviciu necunoscut
sk: neznáme meno alebo služba
sl: ime storitve ni znano
sv: namn eller tjänst okänd
tr: isim ya da servis bilinmiyor

source: no address associated with nodename
ca: cap adreça associada amb el nom de node
cs: není asociovaná žádná adresa s nodename
da: ingen adresse associeret til knudenavn
de: Mit dem Rechnernamen ist keine Adresse verknüpft
el: καμία διεύθυνση σχετιζόμενη με το όνομα κόμβου
es: no hay dirección asociada con el nodo
et: sõlme nimega pole aadressi seostatud
eu: ez dago izeniik nodename honekin elkarturik
fi: ei osoitetta sidottu nimeen
fr: aucune adresse associée à nodename
hu: nincs cím rendelve a csomópontnévhez
is: ekkert vistfang er tengt þessu nafni
it: nessun indirizzo associato a nodename
ja: ノード名に関連づけられるアドレスはありません
lt: nėra adreso atitinkančio šį mazgo vardą
lv: nav ar nodesvārdu asociētas adreses
nl: geen adres geassocieerd met nodenaam
pl: brak adresu powiązanego z nazwą węzła
pt: não está nenhum endereço associado ao nó
ro: nu există o adresă asociată cu numele nodului
sk: s nodename neasociovaná žiadna adresa
sl: ni naslova, povezanega z imenom vozla
sv: ingen adress associerad med nodnamn
tr: düğüm adı için bir adres tanımlanmamış

source: no error
ca: cap error
cs: žádná chyba
da: ingen fejl
de: fehlerlos
el: κανένα σφάλμα
es: sin error
et: vead puuduvad
eu: Errorerik ez
fi: ei virhettä
fr: pas d'erreur
hu: nincs hiba
is: engin villa
it: nessun errore
ja: エラーなし
lt: nėra klaidos
lv: nav kļūda
nl: geen fout
pl: brak błędu
pt: nenhum erro
ro: nu există eroare
sk: žiadna chyba
sl: brez napake
sv: inget fel
tr: hata yok

source: non-recoverable failure in name resolution
ca: fallada irrecuperable en la resolució de noms
cs: nezotavitelné selhání při překlade jména
da: uoprettelig fejl i navneresolution
de: Nicht behebbarer Fehler bei der Namensauflösung
el: μη αναστρέψιμη αποτυχία στην ανάλυση του ονόματος
es: fallo no recuperable en la resolución de nombres
et: taastamatu nime lahendamise viga
eu: Errore berreskuraezina izen ikerketan
fi: peruuttamaton virhe nimen selvittämisessä
fr: erreur fatale dans la résolution de nom
hu: végzetes hiba a névfelbontásnál
is: endanleg mistök í nafnauppflettingu
it: fallimento non recuperabile nella risoluzione dei nomi
ja: 名前解決の修復不可能なエラー
lt: nepataisomas vardo paieškos sutrikimas
lv: neglābjama kļūda vārda noteikšanā
nl: onherstelbare fout in naamresolutie
pl: trwały błąd w tłumaczeniu nazwy
pt: falha não recuperável na resolução de nomes
ro: eroare permanentă la rezolvarea numelui
sk: nezotaviteľné zlyhanie v preklade mena
sl: usodna napaka pri razreševanju imena
sv: Oreparerbart fel i namnupplösning
tr: isim çözümlemede onarılamaz hata

source: of Hijjah
ca: de Hijjah
da: af Hijjah
de: im Hijjah
es: de Hijjah
et: hijjah'l
eu: Hijjah-arena
fr: Hijjah
hu: Hijjah
is: í Hijjah
it: di Hijjah
ja: Hijjahの
nl: van Hijjah
pl: Hijjah
pt: de Hijjah
ro: din Hijjah
sk: Hijjah
sv: Hijjah

source: of J. Awal
ca: de J. Awal
da: af J. Awal
de: im J. Awal
es: de J. Awal
et: j. awalil
eu: J. Awal-arena
fr: J. Awal
hu: J. Awal
is: í J. Awal
it: di J. Awal
ja: J. Awalの
nl: van J. Awal
pl: J. Awal
pt: de J. Awal
ro: din J. Awal
sk: J. Awal
sv: J. Awal

source: of J. Thaani
ca: de J. Thaani
da: af J. Thaani
de: im J. Thaani
es: de J. Thaani
et: j. thaanil
eu: J. Thaani-arena
fr: J. Thaani
hu: J. Thaani
is: í J. Thaani
it: di J. Thaani
ja: J. Thaaniの
nl: van J. Thaani
pl: J. Thaani
pt: de J. Thaani
ro: din J. Thaani
sk: J. Thaani
sv: J. Thaani

source: of Jumaada al-Awal
ca: de Jumaada al-Awal
da: af Jumaada al-Awal
de: im Jumaada al-Awal
es: de Jumaada al-Awal
et: jumaada al-awalil
eu: Jumaada al-Awal-arena
fr: Jumaada al-Awal
hu: Jumaada al-Awal
is: í Jumaada al-Awal
it: di Jumaada al-Awal
ja: Jumaada al-Awalの
nl: van Jumaada al-Awal
pl: Jumaada al-Awal
pt: de Jumaada al-Awal
ro: din Jumaada al-Awal
sk: Jumaada al-Awal
sv: Jumaada al-Awal

source: of Jumaada al-Thaani
ca: de Jumaada al-Thaani
da: af Jumaada al-Thaani
de: im Jumaada al-Thaani
es: de Jumaada al-Thaani
et: jumaada al-thaanil
eu: Jumaada al-Thaani-arena
fr: Jumaada al-Thaani
hu: Jumaada al-Thaani
is: í Jumaada al-Thaani
it: di Jumaada al-Thaani
ja: al-Thaaniの
nl: van Jumaada al-Thaani
pl: Jumaada al-Thaani
pt: de Jumaada al-Thaani
ro: din Jumaada al-Thaani
sk: Jumaada al-Thaani
sv: Jumaada al-Thaani

source: of Muharram
ca: de Muharram
da: af Muharram
de: im Muharram
es: de Muharram
et: muharramil
eu: Muharram-arena
fr: Muharram
hu: Muharram
is: í Muharram
it: di Muharram
ja: Muharramの
lt: Kovo
lv: Marts
nl: van Muharram
pl: Muharram
pt: de Muharram
ro: din Muharram
sk: Muharram
sv: Muharram

source: of Qi`dah
ca: de Qi`dah
da: af Qi`dah
de: im Qi`dah
es: de Qi`dah
et: qi`dah'l
eu: Qi`dah-arena
fr: Qi`dah
hu: Qi`dah
is: í Qi`dah
it: di Qi`dah
ja: Qi`dahの
nl: van Qi`dah
pl: Qi`dah
pt: de Qi`dah
ro: din Qi`dah
sk: Qi`dah
sv: Qi`dah

source: of R. Awal
ca: de R. Awal
da: af R. Awal
de: im R. Awal
es: de R. Awal
et: r. awalil
eu: R. Awal-arena
fr: R. Awal
hu: R. Awal
is: í R. Awal
it: di R. Awal
ja: R. Awalの
nl: van R. Awal
pl: R. Awal
pt: de R. Awal
ro: din R. Awal
sk: R. Awal
sv: R. Awal

source: of R. Thaani
ca: de R. Thaani
da: af R. Thaani
de: im R. Thaani
es: de R. Thaani
et: r. thaanil
eu: R. Thaani-arena
fr: R. Thaani
hu: R. Thaani
is: í R. Thaani
it: di R. Thaani
ja: R. Thaaniの
nl: van R. Thaani
pl: R. Thaani
pt: de R. Thaani
ro: din R. Thaani
sk: R. Thaani
sv: R. Thaani

source: of Rabi` al-Awal
ca: de Rabi` al-Awal
da: af Rabi` al-Awal
de: im Rabi` al-Awal
es: de Rabi` al-Awal
et: rabi` al-awalil
eu: Rabi` al-Awal-arena
fr: Rabi` al-Awal
hu: Rabi` al-Awal
is: í Rabi` al-Awal
it: di Rabi` al-Awal
ja: Rabi` al-Awalの
nl: van Rabi` al-Awal
pl: Rabi` al-Awal
pt: de Rabi` al-Awal
ro: din Rabi` al-Awal
sk: Rabi` al-Awal
sv: Rabi` al-Awal

source: of Rabi` al-Thaani
ca: de Rabi` al-Thaani
da: af Rabi` al-Thaani
de: im Rabi` al-Thaani
es: de Rabi` al-Thaani
et: rabi` al-thaanil
eu: Rabi` al-Thaani-arena
fr: Rabi` al-Thaani
hu: Rabi` al-Thaani
is: í Rabi` al-Thaani
it: di Rabi` al-Thaani
ja: Rabi` al-Thaaniの
nl: van Rabi` al-Thaani
pl: Rabi` al-Thaani
pt: de Rabi` al-Thaani
ro: din Rabi` al-Thaani
sk: Rabi` al-Thaani
sv: Rabi` al-Thaani

source: of Rajab
ca: de Rajab
da: af Rajab
de: im Rajab
es: de Rajab
et: rajabil
eu: Rajab-arena
fr: Rajab
hu: Rajab
is: í Rajab
it: di Rajab
ja: Rajabの
nl: van Rajab
pl: Rajab
pt: de Rajab
ro: din Rajab
sk: Rajab
sv: Rajab

source: of Ramadan
ca: de Ramadà
da: af Ramadan
de: im Ramadan
es: de Ramadán
et: ramadaanil
eu: Ramadan-arena
fr: Ramadan
hu: Ramadán
is: í Ramadan
it: di Ramadan
ja: Ramadanの
nl: van Ramadan
pl: Ramadanu
pt: do Ramadão
ro: din Ramadan
sk: Ramadan
sv: Ramadan

source: of Safar
ca: de Safar
da: af Safar
de: im Safar
es: de Safar
et: safaril
eu: Safar-arena
fr: Safar
hu: Safar
is: í Safar
it: di Safar
ja: Safarの
lt: Sausio
lv: Janvāris
nl: van Safar
pl: Safar
pt: de Safar
ro: din Safar
sk: Safar
sv: Safar

source: of Sha`ban
ca: de Sha`ban
da: af Sha`ban
de: im Sha`ban
es: de Sha`ban
et: sha`banil
eu: Sha`ban-arena
fr: Sha`ban
hu: Sha`ban
is: í Sha`ban
it: di Sha`ban
ja: Sha`banの
nl: van Sha`ban
pl: Sha`ban
pt: de Sha`ban
ro: din Sha`ban
sk: Sha`ban
sv: Sha`ban

source: of Shawwal
ca: de Shawwal
da: af Shawwal
de: im Shawwal
es: de Shawwal
et: shawwalil
eu: Shawwal-arena
fr: Shawwal
hu: Shawwal
is: í Shawwal
it: di Shawwal
ja: Shawwalの
nl: van Shawwal
pl: Shawwal
pt: de Shawwal
ro: din Shawwal
sk: Shawwal
sv: Shawwal

source: of Thu al-Hijjah
ca: de Thu al-Hijjah
da: af Thu al-Hijjah
de: im Thu al-Hijjah
es: de Thu al-Hijjah
et: thu al-hijjah'l
eu: Thu al-Hijjah-arena
fr: Thu al-Hijjah
hu: Thu al-Hijjah
is: í Thu al-Hijjah
it: di Thu al-Hijjah
ja: Thu al-Hijjahの
nl: van Thu al-Hijjah
pl: Thu al-Hijjah
pt: de Thu al-Hijjah
ro: din Thu al-Hijjah
sk: Thu al-Hijjah
sv: Thu al-Hijjah

source: of Thu al-Qi`dah
ca: de Thu al-Qi`dah
da: af Thu al-Qi`dah
de: im Thu al-Qi`dah
es: de Thu al-Qi`dah
et: thu al-qi`dah'l
eu: Thu al-Qi`dah-arena
fr: Thu al-Qi`dah
hu: Thu al-Qi`dah
is: í Thu al-Qi`dah
it: di Thu al-Qi`dah
ja: Thu al-Qi`dahの
nl: van Thu al-Qi`dah
pl: Thu al-Qi`dah
pt: de Thu al-Qi`dah
ro: din Thu al-Qi`dah
sk: Thu al-Qi`dah
sv: Thu al-Qi`dah

source: running under a debugger can cause an implicit -nograb, use -dograb to override.
ca: l'execució sota un depurador pot causar un -nograb implícit, useu -dograb per a no fer cas.
cs: běží-li pod ladícím programem, tak může způsobit implicitní -nograb, k potlačení použijte -dograb.
da: hvis det køres under en fejlsøger, kan det forårsage en implicit -nograb. Brug -dograb for at negligere.
de: Beim Betrieb unter einem Debugger kann ein implizites -nograb erzeugt werden, verwenden Sie -dograb zum Überschreiben.
el: η εκτέλεση κάτω από έναν εκσφαλματωτή μπορεί να προκαλέσει ένα implicit -nograb, χρησιμοποιήστε dograb για να το παρακάμψετε.
es: Ejecutarlo con un depurador puede provocar un -nograb implícito; use -dograb para evitarlo.
et: siluris käivitamine võib põhjustada -nograb rakendumise, selle vältimiseks kasuta võtit -dograb.
eu: Aratzailepean abiarazita badago -nograb eragiten dio Erabili -dograb gainditzeko.
fi: debuggerin ajaminen voi aiheuttaa -nograb asetuksen käytön, käytä -dograb ohittaaksesi tämän.
fr: L'exécution dans un débogueur peut provoquer un -nograb implicite, utilisez dograb pour l'écraser.
hu: Ha nyomkövető alatt fut a program, akkor az automatikus -nograb-et egy -dograb-bel lehet felülbírálni
is: ef er keyrt í aflúsara er -nograb stundum virkt sjálfkrafa. Þú getur leyst úr því með því að tiltaka -dograb.
it: l'esecuzione sotto un debugger può causare un implicito -nograb, usa -dograb per aggirare il problema.
ja: debuggerで実行させると不明確な-nograbを引き起こします,オ ーバーライドのため-dograbを使用して下さい。
lt: paleidžiant derintojuje, gali iššaukti -nograb, tam pakeisti naudokite -dograb.
lv: darbināšana zem atkļūdotāja var izraisīt netiešu -nograb, izmantot -dograb lai apietu.
nl: Uitvoeren onder een debugger kan een impliciete -nograb veroorzaken, gebruik daarom -dograb om dit te overschrijven.
pl: uruchomienie w debugerze niejawnie włącza -nograb, użycie -dograb anuluje te zachowanie.
pt: Correr sob um depurador pode causar um -nograb implícito, utilize -dograb para o cancelar.
ro: rulînd sub un depanator poate cauza un -nograb implicit; utilizaţi -dograb pentru a forţa această opţiune.
sk: spúšťanie pod debuggerom použije implicitné -nograb nastavenie, na predefinovanie toho použite -dograb.
sl: tek v razhroščevalniku lahko povzroči impliciten -nograb; uporabite -dograb za uveljavitev.
sv: körning i en programfelsökare kan medföra att -nograb underförstås; använd -dograb för att kringgå detta.
tr: bir hata ayıklayıcı altında çalıştırılması -nograb durumuna neden olur, değiştirmek için -dograb kullanın.

source: servname not supported for ai_socktype
ca: no es suporta el nom de servidor per ai_socktype
cs: servname není podporované pro ai_socktype
da: servname ikke understøttet for ai_socktype
de: Nicht unterstützt: Servername für "ai_socktype"
el: servname δεν υποστηρίζεται για ai_socktype
es: nombre de servidor no soportado para 'ai_socktype'
et: servname pole ai_socktype jaoks toetatud
eu: zerbitzuizena jasangaitza 'ai_socktype'rendako
fi: servnamea ei tueta ai_socktype:lle
fr: nom de serveur non autorisé pour ai_socktype
hu: a szolgáltatásnév nem támogatott a megadott ai_socktype-nál
is: óstutt "servname" fyrir ai_socktype
it: servname non supportato per ai_socktype
ja: ai_socktypeでサポートされていないサーバ名
lt: servname nepalaikoma ai_socktype tipui
lv: ai_socktype neuztur servname
nl: servernaam wordt niet ondersteund voor 'ai_socktype'
pl: nazwa serwera nie obsługiwana dla ai_socktype
pt: servname não suportado para ai_socktype
ro: "servname" nu este suportat pentru "ai_socktype"
sk: servname nepodporované pre ai_socktype
sl: servname ni podprto za ai_socktype
sv: servname stöds inte för ai_socktype
tr: ai_socktype için servname desteklenmiyor
